# Genesis departmental cloak localization
ent-ClothingNeckCloakBlueShieldAlt = плащ офицера «Синий Щит»
    .desc = Зачем защитнику руководства станции плащ? Конечно же, чтобы выглядеть стильнее.
ent-ClothingNeckCloakCeAlt = плащ главного инженера
    .desc = Тёмно-зелёный плащ со светло-голубыми узорами, который вручают тем, кто доказал своё мастерство в точном искусстве инженерии.
ent-ClothingNeckCloakRdAlt = плащ научного руководителя
    .desc = Белый плащ с фиолетовыми полосами, подчёркивающий ваш статус арбитра передовых технологий.

ent-ClothingNeckCloakBlueShield = плащ офицера синего щита
    .desc = Странный плащ хранителя глав станции. Зачем он ему нужен? Конечно же, чтобы выглядеть стильно.
    .suffix = { "" }
