# Genesis mining armor localization
ent-ClothingOuterArmorMiner = бронежилет шахтёра
    .desc = Тяжёлый бронежилет III типа, хорошо защищающий от обычного стрелкового оружия и в некоторой степени от взрывчатки.
ent-ClothingOuterArmorMinerSyndie = бронежилет шахтёра Синдиката
    .desc = Тяжёлый бронежилет III типа, хорошо защищающий от обычного стрелкового оружия и в некоторой степени от взрывчатки.
ent-ClothingOuterArmorMinerSyndieHeavy = тяжёлый бронежилет шахтёра Синдиката
    .desc = Тяжёлый бронежилет III типа, хорошо защищающий от обычного стрелкового оружия и в некоторой степени от взрывчатки.
ent-ClothingOuterArmorMinerHeavy = тяжёлый бронежилет шахтёра
    .desc = Тяжёлый бронежилет III типа, хорошо защищающий от обычного стрелкового оружия и в некоторой степени от взрывчатки.
ent-ClothingOuterArmorMinerSyndieLight = лёгкий бронежилет шахтёра Синдиката
    .desc = Тяжёлый бронежилет III типа, хорошо защищающий от обычного стрелкового оружия и в некоторой степени от взрывчатки.
ent-ClothingOuterArmorMinerLight = лёгкий бронежилет шахтёра
    .desc = Тяжёлый бронежилет III типа, хорошо защищающий от обычного стрелкового оружия и в некоторой степени от взрывчатки.
