ent-ClothingHandsGlovesAtmos = перчатки атмоса
    .desc = Перчатки предназначенные для атмоса.
ent-ClothingHandsGlovesCE = укрепленные изолированные перчатки
    .desc = Те же самые изолированные перчатки, но укрепленные.
ent-ClothingHandsGlovesComSalvage = перчатки исследователя
    .desc = Перчатки, предназначенные для экспедиций на разных планетах.

ent-ClothingHandsTacticalBlueShield = тактические перчатки офицера синего щита
    .desc = Ничем не отличаются от боевых, разве что более потертые и....синие.

ent-ClothingHandsTacticalSecurity = тактические перчатки службы безопасности
    .desc = Тактические перчатки безопасности: каждый уважающий себя офицер должен уметь незаметно устранять свои цели.
