# Genesis-Edit: локализация наборов скафандров Синдиката.
ent-HardsuitCaseSyndicate = набор скафандра Синдиката
    .desc = Здесь лежит снаряжение любимого вора. Постарайтесь запомнить, что именно.
ent-CommanderHardsuitCaseSyndicate = набор командирского скафандра Синдиката
    .desc = Снаряжение командира Синдиката. Постарайтесь запомнить, что именно внутри.
ent-MedicHardsuitCaseSyndicate = набор медицинского скафандра Синдиката
    .desc = Медицинское снаряжение для полевого медика Синдиката.
ent-EliteHardsuitCaseSyndicate = набор элитного скафандра Синдиката
    .desc = Элитное снаряжение оперативника Синдиката.
ent-JuggernautHardsuitCaseSyndicate = набор скафандра джаггернаута Синдиката
    .desc = Тяжёлое снаряжение для джаггернаута Синдиката.
