station-goal-expedition =
    Руководство NanoTrasen недовольно потерей нескольких объектов в вашем секторе и просит экспедиционные группы расследовать эти происшествия.
    Цель вашей смены — провести пять успешных экспедиций на планеты с высоким уровнем сложности и подготовить отчёт о каждой поездке, используя форму «Отчёт об экспедиции».
    Соберите добровольческую команду, в которую войдут:
    утилизаторы, составляющие основную боевую силу команды;
    учёный и врач.
    В целях безопасности медицинскому персоналу и учёным строго запрещено вступать в бой с потенциальными угрозами.
    После каждой экспедиции учёный должен заполнить форму «Отчёт об экспедиции», а затем передать её снабженцу на подпись.
    После завершения всех экспедиций отправьте отчёты с подписью снабженца в Центральное командование.
station-goal-guests =
    Цель вашей смены — подготовиться к приёму важных гостей.
    Вам необходимо обновить сервисный отдел станции.
    Для этого модернизируйте кухню: установите как минимум две дополнительные микроволновки и два блендера, улучшенных отделом исследований, а также расширьте зону выдачи заказов.
    Восстановите старый бар: установите стойку, раздатчик алкогольных напитков, раздатчик безалкогольных напитков и торговый автомат с алкоголем.
    Для завершения задания повара и бармены должны приготовить не менее десяти сложных блюд и десяти напитков, смешанных в шейкере, а затем убрать их в холодильник.
    После завершения работ заполните форму «Отчёт о ремонте сервисного отдела» и отправьте её в Центральное командование.
station-goal-saveplanet =
    На планете {$rand_planet_name} произошла катастрофа.
    Ваша станция находится ближе остальных, поэтому смене поручено оказать экстренную помощь.
    Цель вашей смены — построить дистанционно управляемый шаттл и загрузить его припасами.
    Шаттлу не нужны атмосфера и гравитация: он не предназначен для эвакуации жителей планеты. Он может быть небольшим — достаточно корпуса размером 9×6 тайлов без учёта двигателей.
    Заполните форму «Манифест экстренной помощи», оставьте её внутри шаттла и отправьте копию в Центральное командование.
    Загрузите в шаттл следующие припасы:
    - 30 таблеток бикаридина
    - 30 таблеток дермалина
    - 30 таблеток инапровалина
    - 30 таблеток диловена
    - 30 таблеток железа
    - 30 таблеток хиралоналина
    - 20 пайков из еды и безалкогольных напитков (состав может различаться или быть одинаковым)
    - 3 автономных тяговых механизированных комплекса (Ripley), оснащённых гидравлическими зажимами
