ent-TelescopicBaton = телескопическая дубинка
    .desc = Телескопическая дубинка для обездвиживания людей.

ent-WeaponLaserSecBorg = умиротворитель МК-2
    .desc = Для тех, кто особенно склонен к насилию.
ent-StunbatonSecBorg = дубинка-шокер киборга
    .desc = Электрошоковая дубинка для выведения людей из строя.
ent-FlashSecBorg = вспышка киборга
    .desc = Сверхяркая вспышка со спусковым механизмом.

ent-WeaponCaseAsh9 = кейс с аш9
    .desc = Кейс с оружием АШ9 специально для офицера синего щита.
    .suffix = { "Офицер синего щита" }

ent-WeaponCaseRifle = кейс с дроздом
    .desc = Кейс с оружием Drozd .35 auto специально для офицера синего щита.
    .suffix = { "Офицер синего щита" }

ent-WeaponCaseSaiga = кейс с сайгой
    .desc = Крутой дробовик для крутых офицеров.
    .suffix = { "Офицер синего щита" }

ent-WeaponCaseShotgun = кейс с дробовиком
    .desc = Кейс с дробашом специально для офицера синего щита.
    .suffix = { "Офицер синего щита" }

ent-WeaponCaseVector = кейс с вектором
    .desc = Кейс с оружием Вектор специально для офицера синего щита.
    .suffix = { "Офицер синего щита" }

ent-WeaponCaseSMG = кейс с Дроздом
    .desc = Кейс с пистолетом-пулемётом Drozd калибра .35 для офицера «Синий Щит».
    .suffix = { "Офицер синего щита" }

ent-WeaponCaseLecter = кейс с Лектером
    .desc = Кейс с винтовкой Lecter для офицера «Синий Щит».
    .suffix = { "Офицер синего щита" }
