# Genesis melee weapon localization

ent-Katanacursed = проклятая катана
    .desc = Древнее изделие из не такого уж древнего пластитана.
ent-KatanacursedShard = странный осколок
    .desc = Маленькая коробка с гипопеном. Упаковка распадается после вскрытия, не оставляя следов.
ent-HolySable = священный клинок
    .desc = Этот священный клинок, известный как «Клинок Светоносца», даруют жрецам, отличившимся в областях с демоническими существами. Клинок выкован из мистического металла и закалён молитвами; он излучает свет, способный поразить вас и очистить от скверны. «Клинок Светоносца» символизирует стойкость и священный гнев в борьбе света со злом.
